<div class="footnotes">
<p fn="0.1">譯按：直譯英文版原名是「周全的阿毗達摩概要」。
<p fn="0.2">為了使自己不再受到他人欺壓。
<p fn="0.3">參照《^l[pl="AlagaddflpamaSutta"  中部•蛇譬喻經]》的錯誤捉蛇法。
<p fn="0.4">譯按：阿羅漢已不須再為解脫而努力；他學習教理的目的純粹只是為了保護佛教的財富，即正法。這就有如財政的工作，即保管國家的財富。
<p fn="0.5">註：nekkhamasukham「出離樂」是指阿那含果。
<p fn="0.6">《殊勝義註》巴、頁二；英、頁三。
<p fn="0.7">《殊勝義註》巴、頁二至三；英、頁三至四。
<p fn="1.1">Paramassauttamassananassaatthogocaro.(《阿田比達摩義廣釋》）
<p fn="1.2">譯按：目標與所緣是同義詞，也可譯為對象。
<p fn="1.3">譯按：以下是譯自《殊勝義註》（英、頁九〇）對心的解釋：
「然而心並不會單獨生起。就有如當人們說：『國王來了』，很明顯地他不會在沒有侍者陪同之下單獨前來，而必定在其隨從陪同之下到來；故此當知（善）心與超過五十種（名）法同時生起（譯按：在計算這些法時，每一個心所可以是好幾種法，例如精進心所可以算作是根、力及道分三法一一見《法聚論》第一冊、第一章、頁一）。但可說心生起為前導者。由於心在世間法裡是主、是根本，所以心是前導者。然而，在出世間法裡，慧是主、慧是根本，所以慧是前導者。」
<p fn="1.4">譯按：「^l[pl="sankhara"  行]」這一佛教用語在不同的地方有不同的含義。一、在此的「行法」是指「有為法」，即由因緣和合而成之法；這是最常用的定義之一。二、五蘊裡的^l[pl="sankharakkhandha"  行蘊]是指五十二心所法當中的五十心所，即除去「受」與「想」這也是常用的定義之一。三、十二緣起支裡的「行」是指善心與不善心裡的「思」心所，即造業的主要心所。四、將會在下一節裡提到的「行」是指「慫恿」：「有行」即是有受到慫恿，「無行」即是沒受到慫恿；這是較少用的定義。
<p fn="1.5">^l[pl="somanassa"  悅]：心的樂受。^l[pl="sahagatam"  倶]:一起；陪同。^l[pl="ditthi"  邪見]：認為業力果報並不存在的邪見等等。^l[pl="sampayuttam"  相應]：與之相關；相處。^l[pl="vippayuttam"  不相應]：與之不相關。^l[pl="asaikMrikam"  無行]：不猶豫；沒受慫恿；自動。^l[pl="sasaikMrikam"  有行]：受到自己或他人慫恿；不自動行事。^l[pl="upekkha"  捨]：捨受。一一摘自（《阿毗達摩要義》）
<p fn="1.6">譯按：‘somanassa’舊譯為喜。在中譯的五十二心所當中，「喜」這一字被用為代表三個不同的巴利文字，即‘mudita,piti,somanassa’。Mudita是四梵住或四無量心裡的（隨）喜。Piti是五禪支裡的喜。三者當中只有somanassa是屬於「^l[pl="vedana"  受]」，是心的樂受，即^l[pl="somanassavedana"  悅受]。前兩者都不是受心所。現用「悅」譯心的樂受，以區別其他兩個喜。無論如何，一切與^l[pl="piti"  喜]相應的心都是悅倶；但悅倶的心卻未必也是與喜相應。悅倶而與喜不相應的心是：經教禪那四分法的第三禪心，或論教禪那五分法的第四禪心；這包括與它們相符的道心與果心。
<p fn="1.7">譯按：巴利文upekkha—詞有多種不同的意義。在此列出較常見的幾個：一、此節所提及的「捨倶」是「與捨受倶行」，此捨受是「^l[pl="vedana-cetasika"  受心所]」；二、五禪支裡的捨也是屬於受心所；三、捨覺支與捨梵住或捨無量心的捨是「^l[pl="tatramajjhattata"  中捨性心所]」；四、觀禪的行捨智則屬於「^l[pl="panna-cetasika"  慧心所]」。五、「精進捨」是不過強亦不太弱而適中的精進，是屬於精進心所（vlriya-cetasika)。
<p fn="1.8">根據《阿毗達摩義廣釋》，ditthigata只是指邪見，其後綴詞gata在此並沒有任何涵義。
<p fn="1.9">一、^l[pl="vicinanto"  vici]=詢問+kicch=受到困擾；
二、vi=毫無+cikiccha=解決方案。
<p fn="1.10"> 《阿毗達摩要義》舉出八個假設的例子，以各別說明種貪根心：
一、 某人不思業報地享受飲食。 
二、 有個人被同伴說服之後，不思業報、愉快地觀看電影。
三、有位女士歡喜地穿上新衣，但知道執著會令到貪根心生起。
四、有位女孩知曉業力果報，但在同伴的邀請之下愉快地傾聽現代歌曲。
五、有位男孩 稍有執著地吃只加鹽的白飯，但並沒感到喜悅與對業報的認識。 
六、有位女孩件新衣，在她母親說那是漂亮的之後，她才懂得欣賞它但並沒有感到喜悅與對業報的認識。
七、在思及業報之後，某人以中捨的感受喝咖啡但還是鑑賞它的味道。
八、有位女士對業報認識，但在推銷員的慫恿之下，不情願地買了一件新衣。
<p fn="1.11">譯按：一心識剎那是指一心從生至滅的時間。在同一心識剎那裡，只有一心可以存在，絕不可能有二心共存。根據《阿毗達摩論》，在一秒鐘或一眨眼間裡，已有上十億個心識剎那。所以一心識剎那是非常短的時間。因此若要如實地分析既迅捷且微細的心，禪修者就必須有足夠強的定力。1.12 [《阿毗達摩要義》舉出八個假設的例子，以說明八種大善心：
一、一位擁有業報智的女人，自動與歡喜地供花給佛塔。
二、有位擁有業報智的少女在受到同伴說服之後，歡喜地前往聆聽佛法開示。
三、有位不懂得業報的男孩，自動與歡喜地佈施錢給乞丐。
四、有位不懂的業報的男人，在受到一位校長的促請之下，歡喜地捐了一百魄錢。
五、有位女孩中捨的掃地，但知那是件善事。
六、有位男人在受到一位比丘的促請之下，中捨地砍材，但知那是件善事。
七、有位不懂得業報的女人，自動地閱讀佛書，但卻不明其意。
八、有位女孩在母親的要求之下，無喜與不思業力果報地洗她父母的衣服。
<p fn="1.13">《阿毗達摩要義》解釋該前綴詞「大」是「數目大」，因為欲界善心有八個，色界善心有五個，無色界善心有四個，出世間善心也只有四個，所以欲界善心的數目最大。對於果報心與唯作心也是如此。
<p fn="1.14">有時亦稱為「^l[pl="rflpajjhana"  色禪]」，以區別它們和隨後述及的「^l[pl="arupajjhana"  無色禪]」。
<p fn="1.15">Aramman’upanijjhanatopaccanlkajjhapanatojhanam.(《清淨道論》）
<p fn="1.16">譯按：惡作（追悔）有兩種：一、追悔已造之惡；二、追悔應實行而未實行之善。
<p fn="1.17">Sohiarammanecittamaropeti.(《殊勝義註》巴、頁一一四）
<p fn="1.18">見《清淨道論》第四章、段八九至九一。
<p fn="1.19">見《清淨道論》第四章、段九四至一百。
<p fn="1.20">譯按：以下是譯自《殊勝義註》對喜及樂之間的差別的詳細譬喻（英、頁一五五、一五六）：
「有喜必有樂，但有樂未必有喜。喜是屬於行蘊；樂則屬於受蘊。喜就有如一位疲憊的旅人，於夏天在沙漠裡時看到或聽到有水或陰涼的樹林；樂就有如他在享用水或進入樹林裡乘涼。當人走在大沙漠裡，受到炎陽暴曬、口渴且極渴望喝水時，若看到前面走來了一個人，他即會問道『那裡有水？』另一人即會說：『越過那一片樹林即有一座大森林，裡面就有座天然的水池。你去到那邊就會有水喝。』聽了這些話他感到很歡喜。當他再往前走時，他看到掉在地上的荷葉等，而感到更歡喜。繼續往前走時，他看到有好些人衣服及頭髮都濕濕的，又聽到野雞的叫聲等、看到一座有如寶石網般的茂密翠綠的森林，其中有座天然的水池，又看到長在池中的睡蓮、荷花、白蓮等，及看到清澈的池水，如此他愈是感到歡喜。他即下去水池裡，盡情地沖涼與喝水。清除了一切的困頓之後，他再享用蓮莖、以藍蓮花裝飾自己、把蓮藕負在肩上，從水池出來之後，穿上衣服、把濕衣曬在太陽下，然後去到有陣陣涼風輕拂而來的樹蔭下躺著，說道：『真是快樂、真是快樂丨』
當如此解釋該譬喻：從他聽到有座天然水池及茂密的森林開始，直至他看到清澈的水時所感到的歡喜即是：看到目標時感到歡喜的『喜』。而他沖涼、喝水及隨後躺在樹蔭下直說：『真是快樂、真是快樂丨』就有如不斷增強的『樂』正在享受目標之味。」
<p fn="1.21">譯按：在把遍相擴大至十方無邊宇宙之後，禪修者應作意遍相裡的空間，即如作意皮膚上的毛孔一般。看到空間之後，再把它擴大至十方無邊宇宙，直至無邊空間替代了整個無邊遍相。過後再繼續專注於無邊空間為「空無邊、空無邊」，以證入空無邊處禪。（參考《智慧之光》）
<p fn="1.22">這是指（只減弱欲欲與瞋恚的）斯陀含道，見本章節廿六至廿八之助讀說明。
<p fn="2.1">見《殊勝義註》巴、頁六七；英、頁九〇。
<p fn="2.2">Kayavinnatti,vacIvinnatti.見<a href='#p[id="s6.3"]'>第六章、節三</a>。
<p fn="2.3">見<a href='#p[id="s3.20"]'>第三章、節二十</a>至<a href='#p[id="s3.22"]'>廿二</a>。
<p fn="2.4">特相、作用、現起、近因。（見<a href='#p[id="x1.3"]'>第一章、節三之助讀說明</a>）
<p fn="2.5">此章對諸心所的特相等的解釋是收集自《清淨道論》第四章、段八八至一百；第九章、段九三至九六；第十四章、段一
<p fn="2.6">在此輕安只是修定時生起的悅受之近因。根據「^l[pl="phassapaccayavedana"  觸緣受]」的原則，受另一個更一般性的近因是觸。關於各種受的更詳細說明，見<a href='#p[id="s3.2"]'>第三章、節二</a>至<a href='#p[id="x3.4"]'>四</a>及其助讀說明。
<p fn="2.7">註釋中所提及的最後兩項（現起與近因）看來只適用於已達到高層次定力的一境性。
<p fn="2.8">譯按：（摘自《智慧之光》頁一五四）尋、思與作意之間的分別：
<p fn="2.9">每一種名法都有幾個近因；目標與相應名法可作為每一種名法的近因，因為缺少了以上兩者，沒有任何名法能夠生起。依處色也可以作為五蘊界一切名法的近因。但聖典通常只列出最主要的近因。
<p fn="2.10">或不斷地^l[pl="aramman’anumajjana"  拭擦目標]。
<p fn="2.11">[譯按：（摘自帕奧禪修手冊）悚懼智是覺知：一、生之厄難，即結生生起的苦難；二、老之厄難，即老的苦難；三、病苦；四、死苦；五、墮惡趣之苦；六、過去生死輪迴為基因之苦；七、未來生死輪迴為基因之苦；八、尋食苦，即在今世為了尋食與財富之苦。
省察這八項時，與愧相應而生起的智是「^l[pl="sahottappanana"  倶愧智]」，亦名為「悚懼」。由於具有此悚懼智者多數會很熱忱且精進地修善，如佈施、持戒、禪修等等，因此悚懼智是導致精進的近因。
<p fn="2.12">譯按：八^l[pl="vlriyarambha-vatthu"  精進事]是：
一、遠行之前省思遠行時沒有時間修行，所以在遠行之前加倍精進。二、遠行之後省思遠行時沒能好好修行，所以在遠行之後加倍精進。三、工作之前省思工作時沒有時間修行，所以在工作之前加倍精進，四、工作之後省思工作時沒能好好修行，所以在工作之後加倍精進。五、生病時省思病情可能會惡化，所以趁早修行。六、病癒後省思生病時沒能好好修行，所以在病癒之後加倍精進。七、得不到足夠的食物時，省思吃得少即身輕好修行。八、得到許多食物時，省思吃得飽有力氣修行。
<p fn="2.13">在經中，欲常用以作為貪與貪欲的同義詞，所以也作不善欲解。但諸經在某些情況解說欲為善行的潛力，即當其欲是「欲棄除不善法」和「欲獲取善法」的時候。可參考《長部•經廿》或《中部•經一四一》對正精進的詮釋。
<p fn="2.14">由於這兩個不善心所與慚和愧美心所相對，若把它們互相對比，則能更全面地了解它們；見節五。
<p fn="2.15">因為會見聖者能夠導致他聽聞防止心執取邪見的佛法。
<p fn="2.16">	Ketukamyata直譯為「欲高舉旗幡」（自我標榜）。
<p fn="2.17">因為慢只生起於與邪見不相應的貪根心。
<p fn="2.18">九或十種瞋怒事：
一、當想到「過去他曾做了對我不利的事」而感到生氣。
二、「現在他正在做對我不利的事」而感到生氣。
三「未來他將會做對我不利的事」而感到生氣。
四、「過去他曾做了對我親愛的人不利的事」而感到生氣。
五、當想到「現在他正在做對我親愛的人不利的事」而感到生氣。
六、當想到「未來他將會做對我親愛的人不利的事」而感到生氣。
七、「過去他曾利益我的敵人」而感到生氣。
「現在他正在利益我的敵人」而感到生氣。
「未來他會利益我的敵人」而感到生氣。
十、對不應生氣之事感到生氣，即^l[pl="atthanakopa"  無理之怒]。(關於首九項，見《長部•經卅三》）
無理之怒即毫無理由地生氣。《殊勝義註》裡有提及^l[pl="dosacarita"  瞋行者]（性格易怒者）：
一、想到「雨下得太多了」而感到生氣。
二、想到「沒有下雨」而感到生氣。
「天氣太熱」而感到生氣。
「天氣不熱」而感到生氣。
「起風了」而感到生氣。
「沒起風」而感到生氣。
由於不想掃地而對掉在地上的樹葉感到生氣。
由於風太強，使到自己不能整齊地穿袈裟，而感到生氣。由於不小心踢到樹樁跌倒，而對它感到生氣。
<p fn="2.19">對於完整的比喻，見《彌陵陀王問經》；亦引用於《殊勝義註》巴：頁一一九至一二〇；英：頁一五七至一五八。
譯按：如在一條有許多鱷魚、鬼怪、鯊魚、夜叉等的大河兩岸，各站著一大群膽小的人。一位英勇的戰士來到河邊，問道：「為何你們都站著不走？」他們答道：「由於太危險了，所以我們不敢渡河。」而他即拔出利劍說道：「不用怕，跟我來吧丨」就驅除前來的鱷魚等而渡過了河。如此他安全地把此岸的人群帶過彼岸，也安全地把彼岸的人群帶至此岸。所以信是前導，是人們佈施、持戒、守布薩、修行的前提。由此而說：信的特相是淨化與啟發。一一譯自《殊勝義註》
亦參見《殊勝義註》巴：頁一九三；英：頁二五九
<p fn="2.20">Apilapana(不漂浮）：諸論師解釋念為把心穩定於目標，像石塊般沉入水中，而不像葫蘆般漂浮。
<p fn="2.21">譯按：捨無量心（捨梵住）的特相是中捨地對待諸有情；作用是平捨地看待諸有情，不憎恨也無喜愛；現起是滅除對諸有情的憎恨與喜愛；近因是^l[pl="kammassakatasammaditthi-nana"  自業正見智]。此智得見諸有情只擁有自己所造的業為財產，人們不能因為他人之願而：
一、快樂。（意即若有人散播慈愛給他，他也不能因此而快樂起來。）
二、得以脫離痛苦。（他不能因為他人修悲心觀之願，而得以脫離痛苦。）
三、使既有成就不退減。（其成就不能因他人修喜心觀之願，而得以不退減。）——摘自帕奧禪修手冊。
<p fn="2.22">
下文是譯自《殊勝義註》（英、頁一三六至一三七）：
「與善心相應的離有三種：一、雖然有機會造惡（而自然離）；二、持戒離；三、正斷離。
(一)當他們沒有受持任何戒，但在省思自己的出生、年紀、經驗等等之下，說道『對我們來說，做這壞事是不當的。』因而即使在有機會（造惡）時也不違犯；這即是雖然有機會造惡(而自然離），就跟錫蘭居士^l[pl="Cakkana"  札迦納]一樣。據說當札迦納還年輕時，他的母親患了某病，而醫生說必須以鮮野兔肉作藥。札迦納的哥哥即向他說道：『兄弟，去田裡找找。』他就遵命前去。其時有隻野兔到田裡吃菜，見到他來即驚跑，而不小心被蔓藤纏住，嚇得嘰哩嘰哩直叫。札迦納尋聲前往，捉到了那隻野兔，心想：『我將以此為母親作藥。』然而，他又想道：『為了我母親的生命而殺害另一者的生命是不當的』所以就把那野兔放走，說道：『走吧，跟森林裡的其他野兔一同享受草與水去。』當他的哥哥問他：『兄弟，你有捉到野兔嗎？』他就告訴哥哥一切經過。他的哥哥因此就責罵他。他就去到母親面前，宣說真實語道：『自從出生以來，我不曾刻意殺害任何生命。（以這真實語，願我母親健康快樂。）』而他的母親因此即刻病癒。（譯按：真實‘sacca’是十波羅蜜之一。若人生生世世勤修此波羅蜜，而不曾打過妄語，只要說句真實語後再發願，依此波羅蜜之力即有可能得償所願。）
(二）受持戒之後，不論是在時限之内或之外，不計死亡之苦亦不犯戒即是『持戒離』，這就跟一位住在^l[pl="Uttaravaddhamana"  北富山]的居士一樣。據說，從住在安巴利亞寺的^l[pl="PiAgalabuddharakkhitaThera"  檳加拉護佛長老]之處受戒後，他回去耕田。其時他有隻牛走失了。當他上北富山找那隻牛時，他不幸地被一隻大蟒蛇捆住。他心想：『我將以這利斧斬斷它的頭。』繼而他想：『在從師父之處受戒後把它們給破了是不當的。』過後他再三想道：『我將捨掉自己的生命，但絕不能捨棄此戒。』想後他就從肩上把該利斧連柄丟到森林裡。其時那大蟒蛇即刻把他放開遠去。
(三）應明白『正斷離』是與聖道相應之離。一旦聖道生起，諸聖者連『我們將殺生』的念頭也不會再有。」
<p fn="2.23">譯按：如之前所提到，每一種名法的近因都不只一個，而特相等也可以如此。在此舉出《殊勝義註》（英、頁八四）所列的所有善心共有的特相等等：「善的特相是沒有瑕疵、有好報；作用是摧毁不善；現起是清淨；近因是如理作意。或者，善的特相是與不善對抗；作用是清淨；現起是可喜的果報；近因是如理作意。」
<p fn="2.24">應注意雖然悲心所涉及悲愍受苦難的人，它並不會有只屬於不善心的悲傷或憂愁。
<p fn="2.25">譯按：五門心路過程只能緣取屬於欲界法的五所緣之一為目標。對於意門心路過程，屬於果報心的彼所緣只能在緣取欲界法為目標時生起。所以在緣取概念法為目標的意門心路過程裡，生起的只有屬於無因唯作的意門轉向心，以及屬於善，或心不善，或唯作的速行心。
<p fn="3.1">原編按：看來^l[pl="passaddhi"  輕安]只是於禪修時生起的悅受的近因。
譯按：悅受的另一個定義：
特相：令相應法樂於所緣。
作用：增長相應法。
現起：内心的愉悅。
近因：心與心所之輕安。
(註：第二種定義尤其指的是，與剎那定、遍作定、近行定、安止定、觀智相應的悅受。第一種定義可用於一切悅受，但貪根悅受的近因不可能是輕安，而是依處、所緣、相應法三者之一。）一一摘自帕奧禪修手冊。
<p fn="3.2">譯按：體驗自性不可喜所緣為不可喜是憂受。外道把自性極可喜的所緣（如佛陀）視為不可喜，這是造作至不可喜所緣。由於外道的邪見與邪思惟，可喜所緣變成不可喜所緣。通過造作去體驗所緣為不可喜是憂受。一一摘自帕奧禪修手冊。
<p fn="3.3">這五種受的定義記載於《清淨道論》第十四章、段一二八。
<p fn="3.4">《殊勝義註》巴、頁二六三；英、頁三四九至三五〇。五淨色是屬於所造色，首四門的目標（所緣）也是所造色。然而，觸所緣則是四大其中的三個。見<a href='#p[id="s6.3"]'>第六章、節三</a>。
<p fn="3.5">譯按：為了便於區別，且稱六識當中的眼識等首五識為根識，第六識依舊稱為意識。3.6 見節八對速行的解釋。悅受亦能在速行的階段之前生起，即生起於取極可喜所緣為目標的悅倶推度心，但此心亦在眼識等之後才生起。
<p fn="3.7">Suppatitthitabhavasadhanasankhatomulabhavo.—《阿毗達摩義廣釋》
<p fn="3.8">《清淨道論》第十七章、段七〇。
<p fn="3.9"> 這是指在五門心路過程裡。若在意門心路過程裡，意門轉向之後即是速行的階段。
<p fn="3.10">對於還不是阿羅漢的人是如此。對於阿羅漢，其速行心是無記心。在第四章裡會更詳細地解釋速行。
<p fn="3.11">譯按：例如捨倶推度心即能出現於五個不同的階段，執行五種不同的作用，即：結生、有分、死亡、推度與彼所緣。（見節十）
<p fn="3.12">即是說在須陀洹（入流）和斯陀含（一還）心中，四種與邪見相應的貪根心及疑相應心絕對不會再出現；兩種瞋根心則不會再出現於阿那含（不還）。
<p fn="3.13">巴利文rūpa(色）有兩個意思：一、色法；二、顏色。前者是一組，後者是該組的一個成份。
<p fn="3.14">在第六章、節二會更詳細地解釋四大界與所造色之間的差別。
<p fn="3.15">《清淨道論》第八章、段	：在它（心臟）裡面，有個「布恩那迦子」般大小的空洞，其中收存著半「色薩大」的血，而以它的支助，意界及意識界得以生起。
<p fn="4.1">譯按：在此把眼、耳、鼻、舌及身五門稱為根門，以區別它們和意門。
<p fn="4.2">對於意門心路過程，只在有色法之地才需要心所依處。雖然意門心路過程也能緣取五根所緣為目標，但列出了法所緣，以示它是（意門）特有的所緣。
<p fn="4.3">但有些色法是例外的，即：身表、語表與四相色（見<a href='#p[id="s6.4"]'>第六章、節四</a>）。兩種表色的壽命只是一個心識剎那。於四相色當中，色集積與色相續等於生時；色無常性等於滅時；色老性則等於四十九個小剎那。
<p fn="4.4">譯按：五所緣必須同時撞擊各自的根門與有分，如此才能令各自的心路過程生起。例如，色所緣必須同時撞擊眼淨色與有分，如此依靠心所依處的五門轉向心、依靠眼淨色的眼識、依靠心所依處的領受心等等才能生起。
<p fn="4.5">譯按：在此稱所有雙五識為根識，以區別它們和意識。
<p fn="4.6">這比喻記載於《殊勝義註》巴、頁二七一至二七二；英、頁三五九至三六〇，但無吃芒果之後的部份。後來的傳承（如《阿毗達摩義廣釋》）再加上吞芒果及倒回去睡覺來個別形容彼所緣與再沉入有分。
<p fn="4.7">見《清淨道論》第廿二章、段廿三、註腳七。
<p fn="4.8">見《迷惑冰消》1:10-11。
<p fn="4.9">從這項聲明看來，若對極可喜所緣生起瞋恚，隨速行之後生起的彼所緣則不能是悅倶（如節十七所言）；反之，該彼所緣將是捨倶善果報心。
<p fn="5.1">譯按：人類的平均壽命開始時是無數歲，每過一百年則減一歲，直至只剩下十歲；然後再每過一百年增加一歲，直至無數歲。如此一減一增之間的時間即是一個間劫。
<p fn="5.2"> [譯按：目犍連尊者在其中一個過去世裡，受其妻的慫恿計畫殺死他目盲的雙親。他把雙親騙到一座森林裡，然後裝成與其雙親失散了，再裝成強盜來殺他的雙親。當其雙親被他用棍痛擊時，他們還不忘高聲呼喊，叫他們「失散」的兒子快逃。在受到雙親的關愛感動之下，他終於沒殺死他們。雖然如此，他還是因為該「未足道的殺生業」而墮入地獄裡，在其地受盡折磨許久。這即是一個「未足道之業」產生結生的例子。
關於足或未足道之業，目,節卄二。
<p fn="5.3">《阿毗達摩要義》舉了提婆達多尊者的例子以說明上述四種業：「他（提婆達多尊者）的善令生業使到他投生在皇族裡。由於該令生業及支助業，他得以繼續活在幸福的生活裡。當他被僧團隔絕時，阻礙業即開始生效。而他造成僧團破裂的重業則是毁壞業，致使他投生到阿鼻地獄裡。」
<p fn="5.4">《阿毗達摩要義》舉出了錫蘭蘇納尊者的父親作為例子來說明臨死業：
「蘇納尊者的父親以打獵為生。當老得不能再打獵時，他即去他兒子的寺院裡出家為比丘。不久之後他即患了重病，而看到地獄的狗上山來咬他的影像。他感到很害怕，所以要他的兒子趕走牠們。
他的兒子蘇納尊者是一位阿羅漢，他知道其父親是見到了趣相，即將投生到地獄裡去。因此他即趕快叫其弟子們拿了一些鮮花，把它們散置於寺院裡的佛塔四週。之後他們再連床把他的父親抬到該佛塔前。其時，蘇納尊者即提醒他父親頂禮佛塔及對以他名譽供花給佛塔感到歡喜。
該老比丘的心即時獲得平靜，他頂禮佛塔，且對以他名譽供花給佛塔感到歡喜。其時他的趣相即時改變。他告訴兒子道：『你那美麗的後母從天界下來迎接我上去。』他兒子也就對自己的努力感到滿意。
這是子女們報答雙親的一個好辦法。」
<p fn="5.5">《阿毗達摩要義》舉出一個牛欄的例子以形容上述四種業：「譬如有許多牛在晚上時被關在一個大牛欄裡。在早上時才打開欄柵以讓牠們出去吃草。如是那一隻牛會先出去？
全部的牛都想要盡早出去。其時，若有一隻是特別的強壯，這隻牛即能夠很輕鬆地先走出去外面。這就有如沒得競爭的重業，肯定會先成熟以產生下一世。
若沒有特別強壯的牛，最接近欄柵的牛即有可能會先出去；這就有如產生下一世的臨死業。
有時，時常保持清醒、注意欄柵幾時打開的牛會在即將打開欄柵之前走近該處，而在欄柵一打開即走出去外面。
這就有如產生下一世的慣行業。
有時某隻弱小的牛在強壯的牛推擠之下，而意外地先走了出去。
這就有如某個意外的已作業獲得機會產生下一世。」
<p fn="5.6"> [對於十不善業之道的分析，見《殊勝義註》巴、頁九七至一〇二；英、頁一二八至一三五。）
譯按：章末附錄即是譯自所建議的參考資料。
<p fn="5.7">見《殊勝義註》巴、頁二六七至二六八；英、頁三五四至三七九。
<p fn="5.8">譯按：但在佛陀的教化期之外，又除了菩薩之外，沒有任何人擁有這種可選擇的見解。這是為何擁有四禪八定五神通的^l[pl="Asita"  阿須陀]隱士在預見悉達多太子將會成佛時先笑後哭，因為他知道不久之後他就會投生到非想非非想處，亦即他所擁有的最高禪那會成熟，因此無法親眼見到悉達多太子成佛，以及聽他說法。他不能選擇投生到色界天以見佛出世，因為他沒有該見解。214
<p fn="5.9">譯按：在此的受是採用三分法。
<p fn="6.1">	根據《^l[pl="MaMniddesa"  大義釋]》:ruppati,kuppati,ghattiyati,piliyati,bhijjati。
<p fn="6.2">《阿毗達摩義廣釋》：Sitonhadi-virodhippaccyehivikaramapajjatiapadiyati.
<p fn="6.3">詳見《清淨道論》第十四章、段三六至七〇。
<p fn="6.4">譯按：以下是譯自《殊勝義註》（英、頁四二一）對陰陽人(雙性人）的解釋：
「陰陽人有一個或兩個（性）根？一個，女性陰陽人擁有女根，男性陰陽人則擁有男根。若是如此，豈不是沒有第二類陰陽人？因為女根是^l[pl="vyaajana"  特相]的原因，男性陰陽人豈不是沒有性根色？於此（男性陰陽人），女根並不是特相的原因，因為它是肯定不存在的。
當女性陰陽人對女人生起慾念時，男性的特徵即會顯現，而女性的特徵即會自動隱藏起來；反之也是如此。對於這些人，若性根是後來顯現的特徵的原因，那麼，他們就會同時擁有兩性的特徵。但事實上是沒有這回事的。如是，當知於陰陽人性根並不是（男女性）特徵的原因。（那其原因又是什麼？）朋友，慾念之業是其原因。
由於陰陽人只有一個性根，所以女性陰陽人能夠自己懷孕，也能夠令到他人懷孕；男性陰陽人能夠令到他人懷孕，但自己並不能懷孕。」
<p fn="7.1">在《長部•梵綱經》裡，佛陀舉出了有關「我」與「世界」的六十二種邪見。這些都離不開常見與斷見兩端。
<p fn="7.2">對於五蘊的詳細分析，見《清淨道論》第十四章。
<p fn="7.3">對於處與界的詳細解釋，見《清淨道論》第十五章。
<p fn="7.4">對於四聖諦的詳細解釋，見《清淨道論》第十六章。
<p fn="8.1">譯按：涅槃與概念是能作為其他法之緣的緣法，但它們不是緣生法或有為法，因為它們不是由於因緣和合而生。
<p fn="8.2">在下文裡的說明是依據《清淨道論》第十七章及《迷惑冰消》第六章。
<p fn="8.3">譯按：對於兩個相續生起的心，前生心是指在前一個心識剎那生起的心；後生心是指在後一個心識剎那生起的心。
<p fn="8.4">諸師所接受的其中一種解釋局限此「依處所緣前生依止緣」於死亡心之前第十七個心識剎那生起的心所依處，而且是當臨死速行取該心所依處為所緣的時候。列迪長老在其著作Paramatthadipani以大篇幅反駁該見解為太狹義；而在此所接受的是他的立場。
<p fn="8.5">見《殊勝義註》巴、頁三九二；英、頁五〇一。於此有個英文（及中文）不能表達的雙關語：nama(名）是源自意為「傾向」或「轉向」的動詞詞根nam。9.1 [《殊勝義註》巴、頁一四四；英、頁一九一。
